Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: However plausible such an interpretation may appear, because simple and direct, it does run counter to logic and the record of events we find in the New Testament.
pt: Por mais plausível que essa interpretação possa parecer, por simples e direta, ela contraria a lógica e o registro de eventos que encontramos no Novo Testamento.

source: However well-intentioned the partners to dialogue may be, the encounter can end in failure when both are content simply to present two different points of view - when each brings with him his own program, his particular truth.
pt: Por mais bem intencionados que os parceiros possam dialogar, o encontro pode terminar em fracasso quando ambos se contentam em apresentar dois pontos de vista diferentes - quando cada um traz consigo seu próprio programa, sua verdade particular.

source: However, at the time of the Marcionite heresy, in the second century, the Christian reaction to identification with Jewish customs became important.
pt: No entanto, na época da heresia marcionita, no segundo século, a reação cristã à identificação com os costumes judaicos tornou-se importante.

source: However, before we can truly remove this evil, we must first understand what it is and what it does to us - both Jew and Christian.
pt: No entanto, antes que possamos realmente remover esse mal, devemos primeiro entender o que é e o que faz para nós - tanto judeus quanto cristãos.

source: However, his logic was a glaring monstrosity; it required, in the name of justice and society, the sacrifice in good conscience of the minority for the majority.
pt: No entanto, sua lógica era uma monstruosidade gritante; exigia, em nome da justiça e da sociedade, o sacrifício em boa consciência da minoria pela maioria.

source: However, in this struggle solitude was the hardest test of all.
pt: No entanto, nessa luta, a solidão foi o teste mais difícil de todos.

source: However, it any shall be found judaizing, let them be anathema from Christ.“10
pt: Contudo, qualquer que for achado judaizante, seja anátema de Cristo. ”10

source: However, one point is constant: whatever may be the Jew’s quality or fault, even when such are found similarly among non-Jews, the Jew possesses his faults or qualities because he is Jewish.
pt: No entanto, um ponto é constante: seja qual for a qualidade ou a falha do judeu, mesmo quando isso é encontrado de forma semelhante entre os não-judeus, o judeu possui suas falhas ou qualidades porque ele é judeu.

source: However, the argumentation was rarely decisive.
pt: No entanto, a argumentação raramente foi decisiva.

source: However, the drama of the crucifixion did bring a misunderstanding which must be resolved.
pt: No entanto, o drama da crucificação trouxe um mal-entendido que deve ser resolvido.

source: However, this sacrificial victim, which enabled the sinning Israelite to draw near to God, always had to take place through the mediation of the sacrificator or cohen (priest).
pt: No entanto, esta vítima sacrifical, que permitiu ao Israelita pecador se aproximar de Deus, sempre teve que ocorrer através da mediação do sacrificador ou cohen (sacerdote).

source: However, this spiritual revolution, this life of repentance, happens only when one grasps in his heart the fact that salvation is a free gift, an act of love, in the person of the Messiah.
pt: No entanto, esta revolução espiritual, esta vida de arrependimento, acontece apenas quando se apreende em seu coração o fato de que a salvação é um dom gratuito, um ato de amor, na pessoa do Messias.

source: Human bodies, even skeleton-like naked children, were pictured - all this with the implied message that, after all, here was irrefutable proof that the Bible is true and that God can be relied upon!
pt: Corpos humanos, até mesmo crianças nuas e esqueléticas, foram retratados - tudo isso com a mensagem implícita de que, afinal de contas, aqui estava uma prova irrefutável de que a Bíblia é verdadeira e que Deus pode ser invocado!

source: Humanly speaking, one can understand the reason for this outburst of energy and the need for it.
pt: Humanamente falando, pode-se entender o motivo dessa explosão de energia e a necessidade dela.

source: Humble and seated on an ass, He would come as a man beset with earthly contingencies; gloriously riding the clouds, He would descend as a God with all power.
pt: Humilde e sentado em uma bunda, Ele viria como um homem assediado por contingências terrenas; gloriosamente montando as nuvens, Ele desceria como um Deus com todo o poder.

source: Humiliation of Messiah (5:1)
pt: Humilhação do Messias (5: 1)

source: I am also naturally fearful of make-believe analogies.
pt: Eu também sou naturalmente assustado com analogias de faz-de-conta.

source: I am less suspicious regarding the seventy weeks mentioned in the book of Daniel, since Christian tradition often has utilized (not to say tortured) these passages in Daniel.
pt: Estou menos desconfiado com relação às setenta semanas mencionadas no livro de Daniel, uma vez que a tradição cristã freqüentemente tem utilizado (para não dizer torturado) essas passagens em Daniel.

source: I am slightly but not totally shaken, since I have read Jacques Doukhan with my normal aversion to research that leads too easily to rationalized constructions or conclusions.
pt: Estou um pouco, mas não totalmente abalado, já que li Jacques Doukhan com minha aversão normal à pesquisa que leva muito facilmente a construções racionalizadas ou conclusões .

source: I felt incapable of such a task for two reasons: any ability I might have does not lie in the writing of Forewords, nor do I believe in them.
pt: Eu me sentia incapaz de tal tarefa por duas razões: qualquer habilidade que eu possa ter não está na escrita do prefácio, nem acredito nelas.

source: I finished reading it here in Jerusalem, the capital of the state of Israel and of a resurrected Hebrew culture.
pt: Eu terminei de ler aqui em Jerusalém, a capital do estado de Israel e de uma cultura hebraica ressuscitada.

source: I have already pointed out that Christians are a minority in Israel.
pt: Já indiquei que os cristãos são uma minoria em Israel.

source: I he Serpent.
pt: Eu, a Serpente.

source: I he adoption was justified, nourished by a continual reference to his Scriptures and even to his oral tradition.
pt: A adoção foi justificada, nutrida por uma referência contínua às suas Escrituras e até mesmo à sua tradição oral.

source: I he message to him was that a murderous conflict would develop between him and the seed, or posterity, of the woman.
pt: A mensagem para ele era que um conflito assassino se desenvolveria entre ele e a semente, ou posteridade, da mulher.

source: I his prophecy of doom fell on the initiator of the evil deed; that is, on the serpent.
pt: Eu sua profecia de desgraça caiu sobre o iniciador do ato maligno; isto é, na serpente.

source: I persecuted this Way to the death, binding and delivering to prison both men and women.
pt: Eu persegui este Caminho até a morte, obrigando e entregando à prisão homens e mulheres.

source: I really have touched only lightly on an area in which we still have a lot to discover.
pt: Eu realmente toquei apenas de leve em uma área em que ainda temos muito a descobrir.

source: I tell you, unless you show yourselves far better men than the Pharisees and the doctors of the law, you can never enter the kingdom of Heaven.
pt: Eu lhes digo que, a menos que se mostrem homens muito melhores do que os fariseus e os doutores da lei, vocês nunca poderão entrar no reino dos céus.

source: I was greatly surprised one day when I received the manuscript of Drinking at the Sources; all the more so because I did not then know the author.
pt: Eu fiquei muito surpreso no dia quando recebi o manuscrito de Bebendo nas Fontes; até porque eu não conhecia o autor.

source: I will make your horn iron and your hoofs bronze; you shall beat in pieces many peoples.” (verses 10-13)
pt: Eu farei seu chifre de ferro e seus cascos de bronze; tu espancarás muitos povos. ”(versos 10-13)

source: I: From the Time of Christ to the Court Jews, pp.
pt: I: Do Tempo de Cristo para a Corte Judeus, pp.

source: If I say,’ I will not mention him, or speak any more in his name,’ there is in my heart as it were a burning fire shut up in my bones, and I am weary with holding it in, and I cannot.” Jeremiah 20:7-9.
pt: Se eu disser: "Não vou mencioná-lo, nem falarei mais em seu nome", há em meu coração como se fosse um fogo ardente encerrado em meus ossos, e estou cansado de segurá-lo, e não posso. Jeremias 20: 7-9.

source: If I were a physician and were asked for counsel, I would answer: Be silent, stop talking; otherwise the word of God can never be heard.
pt: Se eu fosse médico e me pedissem conselhos, eu responderia: Fique em silêncio, pare de falar; caso contrário, a palavra de Deus nunca poderá ser ouvida.

source: If Jesus had quoted Rabbijudah, the accusations of His detractors would have been nullified.
pt: Se Jesus tivesse citado Rabbijudah, as acusações de seus detratores teriam sido anuladas.

source: If any man therefore sets aside even the least of the Law’s demands, and teaches others to do the same, he will have the low est place in the kingdom of Heaven, whereas anyone who keeps the Law and teaches others so will stand high in the kingdom of Heaven.
pt: Se, por conseguinte, qualquer homem deixar de lado as exigências da Lei e ensinar outros a fazer o mesmo, ele terá o menor lugar no reino dos céus, ao passo que qualquer um que cumpra a Lei e ensine aos outros assim estará no alto. Reino dos céus.

source: If at the end of the discussions both have remained essentially on their original positions, if nothing has changed in them to turn them around and cause them concern for previously held positions, proof there is that the dialogue has not even started.
pt: Se no final das discussões ambos permaneceram essencialmente em suas posições originais, se nada mudou neles para transformá-los e causar preocupação a posições anteriormente mantidas, a prova é que o diálogo nem sequer começou.

source: If conversion does bring one to a “break” in his life, it is to the end that he may love more.
pt: Se a conversão leva a pessoa a uma "ruptura" em sua vida, é para o fim que ele pode amar mais.

source: If he abuses his brother he must answer for it to the court; if he sneers at him he will have to answer for it in the fires of hell [Gehenna].” Matthew 5:21, 22, N.E.B.
pt: Se ele abusar de seu irmão, ele deve responder por isso ao tribunal; se ele zombar dele, ele terá que responder por isso no fogo do inferno [Geena]. ”Mateus 5:21, 22, NEB

source: If he drinks from it, he runs the risk of poisoning his soul and his brother’s so that he will no longer be able to accept mutual differences or listen to a different message.
pt: Se ele bebe, corre o risco de envenenar sua alma e a de seu irmão, para que ele não seja mais capaz de aceitar diferenças mútuas ou ouvir uma mensagem diferente.

source: If he drinks of this bitter water, he risks a place in the hell of those who never thirst.
pt: Se ele bebe dessa água amarga, arrisca um lugar no inferno daqueles que nunca têm sede.

source: If in this same vision one sees the announcement of the coming Messiah, it lies in God’s two answers.
pt: Se nessa mesma visão se vê o anúncio da vinda do Messias, está nas duas respostas de Deus.

source: If it does not, Sabbath observance will degenerate into a series of mechanical gestures.
pt: Se isso não acontecer, a observância do sábado degenerará em uma série de gestos mecânicos.

source: If my effort is futile and useless, I am free to do as I please!
pt: Se o meu esforço é fútil e inútil, sou livre para fazer o que quiser!

source: If one falls victim at the hands of a dishonest businessman who happens to be Jewish, the normal comment is the following: “He’s Jewish - what can you expect!”
pt: Se alguém é vítima nas mãos de um empresário desonesto que é judeu, o comentário normal é o seguinte: "Ele é judeu - o que você pode esperar!"

source: If salvation is a free gift, if it comes from God (Romans 3:24), it must be sure.
pt: Se a salvação é um dom gratuito, se vem de Deus (Romanos 3:24), deve ter certeza.

source: If so, exciting and manipulating their thinking was an easy matter.
pt: Nesse caso, excitar e manipular seu pensamento era uma tarefa fácil.

source: If so, the “conversion” was merely a change of ideology, while the person remains as before, fed by sinful rivalry, competition, suspicion, and accusation.
pt: Se assim for, a “conversão” foi meramente uma mudança de ideologia, enquanto a pessoa permanece como antes, alimentada por rivalidade pecaminosa, competição, suspeita e acusação.

source: If so, we will find again and together the paths of Revelation and of History.226
pt: Se assim for, encontraremos novamente e juntos os caminhos do Apocalipse e da História.

source: If the Jewish question is still posed today with so much sharpness, it is surely because it appears against a backdrop of passion and agressiveness.
pt: Se a questão judaica ainda é colocada hoje com tanta nitidez, é certamente porque aparece contra um pano de fundo de paixão e agressividade.

source: If the Jews are to be held responsible for the crucifixion of Christ, we must expect them still to carry within themselves today that singular “chromosome” that predisposes them with Caiaphas to murder and with Judas to betray.39 They must be dangerous and must be dealt with!
pt: Se os judeus devem ser responsabilizados pela crucificação de Cristo, devemos esperar que eles carreguem dentro de si aquele singular "cromossomo" que os predispõe, como a Caifás matar e a Judas trair.39 Eles devem ser perigosos e devem ser tratados!

source: If the Law is written in the heart, in harmony with the terms of the New Covenant, one will not observe it unwillingly, as if by outward, painful constraint.
pt: Se a Lei está escrita no coração, em harmonia com os termos da Nova Aliança, ela não a observará a contragosto, como se fosse uma restrição dolorosa externa.

source: If the Messiah were to come in two different ways, they would have to be two different comings: first, as a man of suffering, humble, seated on an ass, sent to His death because of us and for us - an expiatory sacrifice, within the time of mankind, in history; a second coming as a glorious and just God, a supreme King, in the clouds of heaven, which would necessarily imply a coming at the end of human time and at the setting up of the real City of God.
pt: Se o Messias viesse de dois modos diferentes, eles teriam que ser duas idas diferentes: primeiro, como um homem de sofrimento, humilde, sentado num jumento, enviado para a Sua morte por nossa causa e por nós - um sacrifício expiatório, no tempo da humanidade, na história; uma segunda vinda como um Deus glorioso e justo, um rei supremo, nas nuvens do céu, o que implicaria necessariamente uma vinda no final do tempo humano e na criação da verdadeira Cidade de Deus.

source: If the worshipers had once been cleansed, they would no longer have any consciousness of sin.
pt: Se os adoradores tivessem sido limpos uma vez, não teriam mais consciência do pecado.

source: If then, as recognized by the Jewish tradition,150 these passages are messianic, it is more than interesting that the figures used are portraying glory and might as well as humiliation and suffering - the double identity of the Messiah.
pt: Se então, como reconhecido pela tradição judaica, essas passagens são messiânicas, é mais do que interessante que as figuras usadas retratem a glória e o poder, bem como a humilhação e o sofrimento - a dupla identidade do Messias.

source: If then, as we already have seen, the idea of salvation is attached to messianism, one must expect that the Messiah is of divine origin, for, says God, “I am the Lord, and besides me there is no savior.” Isaiah 43:11; see also Hosea 13:4, R.S.V.
pt: Se então, como já vimos, a ideia de salvação está ligada ao messianismo, deve-se esperar que o Messias seja de origem divina, pois, diz Deus: “Eu sou o Senhor e além de mim não há salvador”. Isaías 43:11; veja também Oséias 13: 4, RSV

source: If there remains even an infinitesimal chance of survival for mankind, it can possibly be found in a reconciliation of Rome and Jerusalem.
pt: Se ainda existe uma chance infinitesimal de sobrevivência para a humanidade, ela pode ser encontrada em uma reconciliação entre Roma e Jerusalém.

source: If we let him go on thus, everyone will believe in him, and the Romans will come and destroy both our holy place and our nation.’ But one of them, Caiaphas, who was high priest that year, said to them, ‘You know nothing at all; you do not understand that it is expedient for you that one man should die for the people, and that the whole nation should not perish.’… So from that day on they took counsel how to put him to death” (John 11:47-53).
pt: Se deixarmos que ele continue assim, todos acreditarão nele, e os romanos virão e destruirão tanto o nosso lugar santo como a nossa nação ”. Mas um deles, Caifás, que era sumo sacerdote naquele ano, disse-lhes: 'Você não sabe absolutamente nada; você não entende que é conveniente para você que um homem morra para o povo, e que toda a nação não pereça. '... Daquele dia em diante, eles aconselharam-se a matá-lo ”(João 11:47). -53).

source: Ignatius of Antioch, Letter to the Magnesians 9.1.
pt: Inácio de Antioquia, Carta aos Magneses 9.1.

source: Ignorance, too, one can say, is sinful.
pt: A ignorância, também pode-se dizer, é pecaminosa.

source: Imagination has joined psychology to equip the Jew with a long nose, a special odor, and a full array of biological oddities.26 Countless Christians have visited Israel and have been hardly able to conceal their astonishment that the reality didn’t tally with the picture, very few Jews were found to have a long nose, wide flappy ears, etc. As a matter of fact, biological differences exist among the Jews just as they do among Christians.
pt: A imaginação se juntou à psicologia para equipar o judeu com um nariz comprido, um odor especial e uma gama completa de esquisitices biológicas.26 Incontáveis cristãos visitaram Israel e dificilmente conseguiram esconder seu espanto de que a realidade não correspondia à imagem, muito poucos judeus tinham nariz comprido, orelhas de abano, etc. De fato, diferenças biológicas existem entre os judeus, assim como elas existem entre os cristãos.

source: Immediately on His arrival, Jeshua was expressly designated as the “Lamb of God, who takes away the sin of the world.” John 1:26.
pt: Imediatamente à Sua chegada, Jeshua foi expressamente designado como o “Cordeiro de Deus, que tira o pecado do mundo”. João 1:26.

source: In Christian as well as in Jewish circles the first tokens were present from the start of Christianity.82 Not until the fourth century did the rupture become effective - officially and irreparably.
pt: Nos círculos cristãos e judeus, os primeiros símbolos estavam presentes desde o início do cristianismo.82 Não até o quarto século a ruptura se tornou efetiva - oficial e irreparavelmente.

source: In Ezekiel’s as in Daniel’s time, the divine oracle included the fixing of a definite time period.
pt: Em Ezequiel como no tempo de Daniel, o oráculo divino incluía a fixação de um período de tempo definido.

source: In Ezekiel’s case the time was evaluated in days; and the prophet immediately gave the conversion factor: one day equals one year.
pt: No caso de Ezequiel, o tempo foi avaliado em dias; e o profeta deu imediatamente o fator de conversão: um dia é igual a um ano.

source: In Germany, racist antiSemitism became a national necessity.72
pt: Na Alemanha, o anti-semitismo racista tornou-se uma necessidade nacional.

source: In Hebrew, truth is inseparable from reality.
pt: Em hebraico, a verdade é inseparável da realidade.

source: In His human relationships Jesus was loved by the people.
pt: Em seus relacionamentos humanos, Jesus era amado pelo povo.

source: In Israel, as elsewhere, a new messianism made with human hands had been developed.
pt: Em Israel, como em outros lugares, um novo messianismo feito com mãos humanas foi desenvolvido.

source: In Israel, for instance, the battle for survival and the consuming necessity to build homes and to provide life’s sustenance are so urgent that there is no time and little desire to think about what has come to be thought of as “myths” from former days of oppression.
pt: Em Israel, por exemplo, a batalha pela sobrevivência e a necessidade de construir casas e prover o sustento da vida são tão urgentes que não há tempo e pouco desejo de pensar no que veio a ser pensado como “mitos” de antigamente. de opressão.

source: In Israel, the Christians and the Muslims constitute the minorities.
pt: Em Israel, os cristãos e os muçulmanos constituem as minorias.

source: In Jerusalem thirty-three Christian confessions coexist without anything much in common, unless it be the fact they call themselves Christians.
pt: Em Jerusalém, trinta e três confissões cristãs coexistem sem muito em comum, a menos o fato de se chamarem cristãs.

source: In Jerusalem were associated the priest and the victim, the king and the obedient son.
pt: Em Jerusalém associaram-se o padre e a vítima, o rei e o filho obediente.

source: In Malachi’s text (1) the word remember recalls the remember of the Sabbath commandment;265 (2) the “Law of Moses” that Moses proclaimed at Sinai recalls the Decalogue.
pt: No texto de Malaquias (1) a palavra recordar lembra a lembrança do mandamento do sábado, 265 (2) a “Lei de Moisés” que Moisés proclamava no Sinai lembra o Decálogo.

source: In Micah 1, for instance, the prophet is pleased to find a divine oracle in considering the names of cities (Gath, Akho).
pt: Em Miquéias 1, por exemplo, o profeta tem o prazer de encontrar um oráculo divino ao considerar os nomes das cidades (Gate, Akho).

source: In Psalm 110, David, the illustrious king, foresaw “a cohen forever” (verse 4), whom he calls “his lord” (verse 1).
pt: No Salmo 110, Davi, o ilustre rei, previu “um cohen para sempre” (versículo 4), a quem ele chama de “seu senhor” (verso 1).

source: In Search of a Dialogue
pt: Em busca de um diálogo

source: In a land where leaders of resistance movements had regularly been proclaimed king and messiah of Israel by their troops?
pt: Em uma terra onde líderes de movimentos de resistência tinham sido proclamados regularmente rei e messias de Israel por suas tropas?

source: In a unique way, life for him is no open sesame.
pt: De uma maneira única, a vida para eles não é abre-te Sésamo.

source: In a very special sense it is our problem.
pt: Em um sentido muito especial, é nosso problema.

source: In a way, it is a rendezvous that God has set up.
pt: De certo modo, é um encontro que Deus estabeleceu.

source: In all this I hear a call to examine carefully our hearts and our thoughts, which examination will constitute on our part the most humble and truthful conversion to the Lord.
pt: Em tudo isto ouço um chamado para examinar cuidadosamente nossos corações e nossos pensamentos, cujo exame constituirá de nossa parte a mais humilde e verdadeira conversão ao Senhor.

source: In answer to this prayer of “confessing my sin and the sin of my people Israel, and presenting my supplication” (verse 20), God sent an answer by the angel Gabriel.
pt: Em resposta a esta oração de “confessar o meu pecado e o pecado do meu povo Israel, e apresentar a minha súplica” (verso 20), Deus enviou uma resposta do anjo Gabriel.

source: In any case, it is thus that it defines itself in both systems.
pt: Em qualquer caso, é assim que se define em ambos os sistemas.
